const hi = {
  homeContactSection: {
    title: "क्या आप शुरू करने के लिए तैयार हैं?",
    description:
      "आज ही हमसे संपर्क करें और जानें कि Restroworks आपके रेस्तरां संचालन को कैसे बदल सकता है।",
  },
  contactForm: {
    title: "हमसे संपर्क करें",
    description:
      "क्या आपके पास प्रश्न हैं या सहायता की आवश्यकता है? नीचे दिए गए फॉर्म को भरें और हमारी टीम जल्द ही आपसे संपर्क करेगी।",
    name: "नाम",
    email: "ईमेल",
    message: "संदेश",
    submitButton: "संदेश भेजें",
    successMessage:
      "हमसे संपर्क करने के लिए धन्यवाद! हम जल्द ही आपसे संपर्क करेंगे।",
    errorMessage:
      "आपका संदेश भेजने में त्रुटि हुई। कृपया बाद में पुनः प्रयास करें।",
  },
};

export default hi;
